[
	{
		"title": "Am I Rent Stabilized?",
		"excerpt": "Rent stabilization is a set of laws that determine the amount of rent a tenant may be charged, the services that must provided, and registration requirements that the landlord must fulfill.",
		"sections": [
			{
				"title": "",
				"content": "The main benefits of rent-stabilization for tenants are:\\nThe right to renew your lease and be protected against arbitrary evictions (you can only be evicted on a limited number of grounds.)\\nProtection from steep and unexpected rent increases.\\nThe right to good services & repairs, with recourse if they aren't provided\\nThe right to pass on your apartment to certain family members who live with you for a period of time prior to you moving out or dying"
			},
			{
				"title": "Am I rent stabilized?",
				"content": "As a general rule, apartments in buildings with six or more residential rental units that were built prior to January 1, 1974 are subject to the Rent Stabilization Law and the Emergency Tenant Protection Act. However, many units that appear to be covered are sometimes not.\\nIf you are unsure about your lease type, you can request your rental history from the New York State Division of Housing & Community Renewal (DHCR). Email through JustFix.nyc or visit DHCR’s website (links to View form).",
				"block": "View example form of indicators"
			},
			{
				"title": "Protections",
				"content": "With some limited exceptions, if you are a rent stabilized tenant, you are entitled to renew your lease for one or two years (the choice is yours) on the same terms and conditions as your original lease - except for lawful increases in the rent.  \\nThe maximum amount that the rent for your apartment can increase when you renew your lease is set each year by the New York City Rent Guidelines Board, with somewhat higher increases for a two year renewals than for one-year renewals. \\nYour landlord is required to offer a lease renewal between 90 and 150 days before your lease expires, and you have 60 days to respond. If your landlord does not offer you a renewal lease, this does not put you at risk of eviction. Whether or not your landlord offers you a renewal lease, your rights as a rent-stabilized tenant remain the same. The old lease and rent amount remain in effect until a renewal lease is offered and takes effect.",
				"readMore": "true"
			},
			{
				"title": "What if I’m not rent-stabilized?",
				"content": "If you live in a “market rate apartment”, there’s unfortunately not much you can do to prevent your landlord from raising your rent. You can try to negotiate with them.\\nYou should not be afraid to stand up to an abusive or negligent landlord. Contact 311 to file any housing related complaints anonymously. \\nBe sure to check out the Find Help page on this site to search for resources available to you.",
				"readMore": "true"
			}
		],
		"learnMore": [
			{
				"title": "MetCouncil on Housing",
				"link": "http://metcouncilonhousing.org/help_and_answers/rent_stabilized_lease_renewals"
			},
			{
				"title": "Am I rent Stabilized?",
				"link": "https://amirentstabilized.com/index.html"
			},
			{
				"title": "DHCR",
				"link": "http://www.nyshcr.org/Forms/Rent/"
			}
		]
	},
	{
		"title": "Representing Yourself",
		"excerpt": "You have a right to represent yourself in all court cases. People who represent themselves in court are called “Pro Se” or “Self-Represented” litigants.",
		"sections": [
			{
				"title": "",
				"content": "Representing yourself in a legal proceeding is not an easy decision. Before you decide to represent yourself, ask yourself whether it wouldn’t be better use of your time and money to consult with or hire an attorney who knows the law and can give you advice about what to do, how to do it, and what your chances are of getting what you want.\\nCourt staff can provide valuable information to you. But, there are limitations on what information can be given. The court can’t give you legal advice, so you may be interested in Finding Legal Assistance. "
			}
		],
		"learnMore": [
			{
				"title": "NYC Small Claims Court",
				"link": "https://www.nycourts.gov/courts/nyc/smallclaims/represent2.shtml"
			}
		]
	},
	{
		"title": "Starting an HP action",
		"excerpt": "When a tenant sues his/her landlord in housing court to correct housing violations and repairs, it’s called a “HP Action.” This is a court case that you, a tenant, or a group of tenants, or the city, can bring against a landlord for not maintaining the building. You can start a case when the landlord is not providing services to you or to the building (such as heat, hot water, locked doors, extermination, or cleaning), or not making repairs in your apartment or in the common areas of the building.",
		"sections": [
			{
				"title": "",
				"content": "If you landlord continues to ignore your requests for repairs, you may want to consider taking them to court to force them to make repairs. This page will help you understand how to sue your landlord for repairs."
			}, {
				"title": "FILING AN HP ACTION",
				"content": "Step 1.\\nTo bring a HP Action, you will need to go to the housing court in your borough. Go to the clerk’s office and ask for the the papers for an HP Action. The clerk will then give you two forms: \\n“Order to Show Cause”\\n“Verified Petition in Support of An Order to Show Cause.”\\nAnd if you are low-income, also ask the clerk for the “Poor Person Relief” form in order to avoid paying the $40 filing fee for the HP Action.",
				"block": "TIP! Make sure you know the name of your landlord! Click here to find the full name of your landlord and the correct address to mail them the court papers: "
			}, {
				"title": "",
				"content": "Step 2.\\nOnce you provide the clerk the finished forms, the clerk will notarize the papers. She or he will also give you a inspection date for HPD to visit your apartment. Make sure you have some dates that you are free.",
				"readMore": "true"
			}, {
				"title": "",
				"content": "Step 3.\\nNext, a judge will review and sign your forms.\\nFinally, your papers will go back to the clerk in order to assign the hearing date. You will have to mail the court forms to your landlord by a certain date as well. The Court has a very specific way it wants you to mail these forms. Please follow carefully or you might risk having the case thrown out.\\n\\nWhile you wait for your court date, make sure you collect important evidence that will be helpful to present to the housing judge.",
				"readMore":"true"
			}
		],
		"learnMore": [
			{
				"title": "Housing Court Answers: HP Actions",
				"link": "http://cwtfhc.org/hp-actions-for-repairs-and-services/"
			},{
				"title": "MetCouncil on Housing: How to Get Repairs",
				"link": "http://metcouncilonhousing.org/help_and_answers/how_to_get_repairs"
			}
		]
	},
	{
		"title": "Creating Stips",
		"excerpt": "A stipulation (stip) is a written agreement between the two parties in a Housing Court case. Once signed by the judge, it has the power of a court order or judgment.",
		"sections": [
			{
				"title": "",
				"content": "If you choose to negotiate a settlement with the landlord, that agreement will be written up and called a stipulation of settlement. Most cases in Housing Court are settled by stipulation and once signed by the parties and the judge, the terms are binding. They can only be redone by asking the judge, by doing an order to show cause, to vacate or codify the terms.\\nThe parties may agree to start dates for work to begin and for end dates when work must be completed. The court may rule only on when the work must be completed; the court may not direct when an owner must begin work. If the parties do not agree on completion dates in a consent order or stipulation, and the HP judge must hold a trial to decide when repairs must be completed, the court will exercise its discretion and consider certain factors. "
			}
		],
		"learnMore": [
			{
				"title": "Housing Court Answers: Stips",
				"link": "http://cwtfhc.org/stipulations/"
			}
		]
	},
	{
		"title": "Nonpayment Proceedings + Holdover cases",
		"excerpt": "A nonpayment case is filed by a landlord against you when he or she claims that you owe rent. A holdover case is an eviction case brought by your landlord to evict you for a reason or reasons other than nonpayment of rent.",
		"sections": [
			{
				"title": "WHAT IS A NON PAYMENT CASE?",
				"content": "The landlord is asking the court to order you to pay rent or to evict you if you cannot pay rent. You have the right to dispute this claim in court and present evidence. A nonpayment case in Housing Court does not necessarily mean that you must leave the apartment. If you have the money for the rent, the landlord must accept it."
			},{
				"title": "HOW DOES A LANDLORD START A NON PAYMENT CASE?",
				"content": "A landlord must first demand the rent from you either orally or in writing. After demanding the rent, the landlord can file papers in court to start a nonpayment case. These papers are called a “notice of petition” and “petition.” After the papers are filed in court, they will be served on you and the court will mail a postcard letting you know that a case was filed. Once you have received the petition, you have five days to go to the court and file your “answer.” You can tell the court your defenses and you will be given a date to come back to court for a hearing."
			},{
				"title": "WHAT IS A HOLDOVER CASE?",
				"content": "This is a court action in which your landlord is demanding possession of the apartment and wants to evict you. If you live in a private house, co-op or condo apartment and you do not have a lease the landlord does not have to have a reason for wanting you out of the apartment. If you live in a rent regulated apartment (rent control or rent stabilized) or subsidized, OR if you have a lease, the landlord must have a good reason for wanting you out in order to succeed in a holdover case. A holdover proceeding can be brought against a tenant even if the tenant has paid the rent."
			}
		],
		"learnMore": [
			{
				"title": "Housing Court Answers: Nonpayment Proceedings",
				"link": "http://cwtfhc.org/for-tenants/#nonpayment-proceedings"
			},{
				"title": "Housing Court Answers: Holdover Cases",
				"link": "http://cwtfhc.org/holdover-proceedings-private-dwellings/"
			}
		]
	},
	{
		"title": "Responding to A “Nonpayment” Eviction Proceeding",
		"excerpt": "If you landlord is taking you to court because they claims you owe rent, you have the right to the right to tell the judge the reason(s) why the rent may not be owed. By bringing a “non-payment” case against you, your landlord is asking the court to order you to pay rent or to evict you if you cannot pay rent.",
		"sections": [
			{
				"title": "RECEIVING THE COURT PAPERS",
				"content": "After you receive the petition, you have 5 days to answer in Housing Court. It’s very important that you go to Housing Court to respond. If you fail to appear and answer, the court may award a judgment to the landlord and issue a warrant of eviction to the city marshal. You answer the papers by telling the clerk at Housing Court your reasons or defenses why you do not owe or did not pay some or all of the rent. At court, the clerk will write your defenses on a form and give you a copy. This form will have the date, time, and room number of your court date which will usually be about a week later. Check the answer form to make sure that all of your defenses are marked before you leave the window. \\nBelow are some reasons, called defenses, which the Court can consider in deciding how much rent you may owe to your Landlord. Tell the Clerk any reason(s) which you believe you are able to prove to the Judge. You may go to the Help Center if you need more information to help you answer in your case."
			},{
				"title": "DEFENSES",
				"content": "1. SERVICE\\nI did not receive a copy of the Petition and Notice of Petition (Eviction papers/Dispossess).\\nI did not receive the court papers correctly as required by law. (See a Housing Court Counselor (Pro-Se Attorney) or seek legal advice if you think you did not receive the eviction papers properly.)\\n\\n2.PARTIES\\nMy name is not correct, is wrong or is missing from the court papers. The tenant is dead.\\nThe Petitioner is not the Landlord or Owner of the building, or otherwise a proper party.\\n\\n3. RENT\\nThere are conditions in the apartment/building/house which need to be repaired and/or services which the Landlord has not provided.\\nThe petition does not describe the apartment/house correctly: wrong apartment/house number; wrong or missing program(s)/and or laws covering my tenancy.\\nThe apartment/house is an illegal apartment.\\n\\nOTHER\\nLaches: the petition comes as a surprise, the landlord knew for a long time that I owed the rent and waited too long to bring me to court. This delay has caused me harm.\\nI am not certain the petition is correct.\\nThe Petitioner has harassed me\\nI am in the military /dependent on someone in the military.\\n The petition seeks the HUD OR Housing Authority Section 8 part of the rent. The petitioner did not notify HUD OR Housing Authority about this case.\\n I seek a judgment and/or order based upon the above defense(s)\\n Other counterclaim(s): (Please tell the Clerk any other reason(s) why you believe you do not owe your Landlord some or all of the rent or tell the clerk if you wish to file a counter claim).",
				"readMore": "true"
			},{
				"title": "GATHER EVIDENCE",
				"content": "Bring with you all evidence necessary to prove your claim or your defense. Anything that will help prove the facts in dispute should be brought to court. This includes written agreements, leases, receipts and photographs. Originals (not photocopies) may be required, if available.\\nRent receipts, checks or other proof of rent payments\\nThe lease for the apartment, if you have a lease\\nPhotographs of any conditions you are claiming\\nHeat charts, if heat is an issue and you kept a record\\n Receipts or bills for any money you claim you spent\\nAny other documents that are relevant to your defense or to the claims you are making\\n",
				"readMore": "true"
			},{
				"title": "PREPARING FOR THE COURT DATE",
				"content": "On your court date, be sure to arrive early so that you have time to go through the metal detectors and be in your courtroom on time. Go to your assigned court room. Depending on the borough, you will either need to check in with the clerk or sit and wait to be called. If you are not ready to proceed with the case at this time, you may ask the court for a new court date, an adjournment, so that you have a chance to gather documents or get advice from a lawyer. At this time, you can also ask for a court ordered inspection of your apartment.",
				"readMore": "true"
			}
		],
		"learnMore": [
			{
				"title": "MetCouncil on Housing: Evictions for Nonpayment of Rent",
				"link": "http://metcouncilonhousing.org/help_and_answers/evictions_for_nonpayment_of_rent"
			}
		]
	},
	{
		"title": "Creating a tenant association",
		"excerpt": "A tenants' association is a group of tenants who live in the same building or development who choose to join forces in advocating for themselves, particularly in dealings with the landlord or management. Tenant associations commonly form to address problems - such as a landlord who fails to provide timely repairs or adequate services, or who is trying to evict tenants or pressure them to move.",
		"sections": [
			{
				"title": "WHY FORM A TENANT ASSOCIATION?",
				"content": "A tenant association is a union of all or most of the tenants in a building. When tenants work together, they can apply more pressure to make a landlord provide services, make repairs, and stop harassment. A strong tenant association can force a landlord to listen; as a group, the tenants can have more leverage to negotiate, file complaints with the city and state agencies that oversee housing, get help from elected officials, or go to court."
			},{
				"title": "STARTING A TENANT ASSOCIATION",
				"content": "If you think that your building really needs a tenant association, it's probably because you have problems that you can't get corrected by yourself no matter how hard you try.\\nIt is almost certain that other tenants in the building feel the same way—and some of them will be more than willing to start working together with you. The first step in forming a tenant association is to find out who those tenants are, and the best way to do that is to call a meeting and see who comes. Housing law guarantees your right to meet in a public space in your building, so feel free to use the lobby or any other public space for your meetings."
			},{
				"title": "",
				"content": "You can advertise the meeting by putting notes under people's doors, posting flyers in the hallways, and talking directly to the people you already know. \\nIt's a good idea to try to arrive at some kind of agreement among the tenants about who will represent the association while it's starting out, and decide on one or more people to be your contacts. These could be the people who called the meeting and/or other building residents who have the respect of the tenants. You can also ask people to volunteer to be 'floor captains,'' so that work and responsibilities can be shared. The floor captains can distribute meeting notices, coordinate building surveys, and act as contacts for the tenants on their floors.",
				"readMore": "true"
			},{
				"title": "GETTING YOUR BUILDING INVOLVED",
				"content": "1. Door Knocking\\nGoing from door to door and talking to your fellow tenants directly—and listening to what they have to say—helps create a sense of connection around your shared problems, and build support for the association. This is also a perfect opportunity to conduct a building survey—to make a record of all the problems in the individual apartments and public areas of the building. \\n\\n2. Using Notes, Flyers, and Newsletters\\nA note under the door is the easiest way to reach everyone in the building, especially if you want to alert people to an event—like an upcoming tenant association meeting. Keep your notes short, sweet, and to the point. You can also post flyers around the building announcing tenant association activities. Include the names and home phone numbers of the representatives of the association.\\n\\n3. Connect with Community Organizers in your neighborhood - Share your JustFix.nyc cases with them!" ,
				"readMore": "true"
			}
		],
		"learnMore": [
			{
				"title": "MetCouncil on Housing: Forming a tenant association",
				"link": "http://metcouncilonhousing.org/help_and_answers/tenants_associations"
			},{
				"title": "Tenant Harassment Assistance",
				"link": "http://www1.nyc.gov/nyc-resources/service/4860/tenant-harassment-assistance"
			},{
				"title": "NYC.gov",
				"link": "http://www1.nyc.gov/site/hpd/renters/harassment.page"
			}
		]
	},
	{
		"title": "Tenant Harassment",
		"excerpt": "Local Law 7 (aka Tenant Protection Act) made landlord harassment against tenants a housing code violation. The law allows tenants to sue their landlords in Housing Court if they are being harassed.",
		"sections": [
			{
				"title": "WHAT IS TENANT HARASSMENT?",
				"content": "The term “harassment” refers to any act or omission that causes or is intended to cause any person lawfully entitled to live in a room or apartment to give up their apartment or any of their rights in relation to the room or apartment."
			},{
				"title": "EXAMPLES OF HARASSMENT:",
				"content": "Using force or threats of force to evict you\\n\\nStopping or interrupting essential services\\nBringing multiple baseless, frivolous court cases, such as accusing you of not paying rent even if you have paid\\nRemoving possessions from the dwelling unit\\nDemanding that you accept a “buyout” for your apartment\\nScrutinizing your immigration status"
			},{
				"title": "",
				"content": "You can advertise the meeting by putting notes under people's doors, posting flyers in the hallways, and talking directly to the people you already know. \\nIt's a good idea to try to arrive at some kind of agreement among the tenants about who will represent the association while it's starting out, and decide on one or more people to be your contacts. These could be the people who called the meeting and/or other building residents who have the respect of the tenants. You can also ask people to volunteer to be 'floor captains,'' so that work and responsibilities can be shared. The floor captains can distribute meeting notices, coordinate building surveys, and act as contacts for the tenants on their floors." 
			},{
				"title": "WHAT IF THE LANDLORD IS TRYING TO HARASS ME?",
				"content": "There is a different type of HP action that specifically addresses harassment. The HP action for harassment can also address repair issues. HP actions for harassment only cover certain types of harassment." 
			}
		],
		"learnMore": [
			{
				"title": "Legal Aid Society: Tenant Harassment",
				"link": "https://www.legal-aid.org/media/180998/kyr_tenant_harrassment_en.pdf"
			},{
				"title": "Tenant Harassment Assistance",
				"link": "http://www1.nyc.gov/nyc-resources/service/4860/tenant-harassment-assistance"
			},{
				"title": "NYC.gov",
				"link": "http://www1.nyc.gov/site/hpd/renters/harassment.page"
			}
		]
	}
]